{
    "Home": {
        "title": "Law office",
        "law_office_description": "Experience the future of legal practice at our modern law office, where tradition and technology unite to serve your best interests.",
        "aboutLawyer": "About lawyer",
        "lawyerMoto1": "Our expertise,",
        "lawyerMoto2": "your security in business!",
        "lawyerMoto": "Our expertise, your security in business!",
        "moreAboutLawyer": "More about lawyer"
    },
    "Menu": {
        "home": "Home",
        "about": "About",
        "publications": "Publications",
        "partners": "Partners",
        "contact": "Contact",
        "more_details": "More details"
    },
    "Services": {
        "aboutLawyer": "About lawyer",
        "moreAboutLawyer": "More about lawyer",
        "ourServices": "Our Services",
        "servicesDescription": "From securing your property transactions and protecting your digital privacy to navigating the complexities of digital assets, IT law, obligations, and commercial ventures, our expertise ensures your business and personal affairs are safeguarded with precision and confidence.",
        "commercialLaw": "Commercial Law",
        "commercialLawShortText": "Empowering your business with comprehensive legal solutions.",
        "obligationLaw": "Obligation Law",
        "obligationLawShortText": "We protect your rights and provide support in contractual relations.",
        "itLaw": "IT Law",
        "itLawShortText": "We ensure your technological ventures succeed within a solid legal framework.",
        "lawDigitalAssets": "Digital Assets",
        "lawDigitalAssetsShortText": "Protect and manage your digital assets with our legal support.",
        "personalDataProtection": "Personal Data Protection (GDPR)",
        "personalDataProtectionShortText": "Protecting your privacy in the digital age in compliance with GDPR.",
        "realEstate": "Real Estate",
        "realEstateShortText": "Legal services related to real estate transactions and ownership.",
        "inheritanceLaw": "Inheritance Law",
        "inheritanceLawShortText": "Reliable support in inheritance processes and asset distribution.",
        "familyLaw": "Family Law",
        "familyLawShortText": "Expert support in family matters, protection, and representation of your rights.",
        "laborLaw": "Labor Law",
        "laborLawShortText": "Professional support for employers and employees in all aspects of labor relations.",
        "more_details": "More details",
        "digital_assets_guide": "Digital Assets in Practice: A Guide for Legal Entities and Individuals",
        "virtual_currency_integration": "Integration of Virtual Currencies into Everyday Business",
        "local_government": "Local Government in RS",
        "crypto_market_regulation": "How Legally (Un)regulated is the Cryptocurrency Market in BiH?",
        "seminar": "Seminar",
        "law_faculty": "Faculty of Law, University of Banja Luka",
        "podcast": "Podcast"
    },
    "Partners": {
        "about0": "Drobnjak Legal & Partners, our partner in Serbia, covers all areas of law and provides comprehensive legal services throughout Serbia. Thanks to this partnership, we can ensure expert support and legal representation for clients in Serbia at the highest level.",
        "about1": "Drobnjak Legal & Partners, founded by attorney Bojana Drobnjak in 2012, is a reliable partner in your business, whose growth is based on trust, good results, and continuous improvement.",
        "about2": "With a long tradition of advising clients in all areas of corporate law, they excel in quality, flexibility, innovation, and practical solutions to complex business challenges. Their clients are reputable companies in the pharmaceutical, banking, construction, real estate development, hospitality, factoring, and transportation industries.",
        "more": "More details"
    },
    "About": {
        "about": "About Me",
        "paragraphs": {
          "p1": "Nataša Tica is the founder of the Law Office Nataša Tica and has significant experience in commercial and property law in the Republic of Srpska and Bosnia and Herzegovina. With extensive experience in notary offices and international companies, as well as as an independent entrepreneur and legal advisor for startups, IT law, and digital assets, she brings advanced legal strategies and solutions. As a lecturer and panelist, she has participated in numerous conferences and workshops, including those at the Chamber of Commerce of the Republic of Srpska and the Faculty of Law, University of Banja Luka. Her experience and passion for the legal profession enable her to provide high-quality legal services and advice on complex legal issues.",
          "t1": "Education",
          "p2": "Sveti Sava Gymnasium, Prijedor",
          "p3": "Faculty of Law, University of Banja Luka",
          "t2": "Licenses",
          "p4": "Certified Data Protection Officer (CDPO) - a professional qualification that confirms expertise in personal data protection, particularly in accordance with the GDPR (General Data Protection Regulation). The CDPO certification is increasingly important in the business world, as data protection regulations become stricter, and companies are required to ensure compliance.",
          "t3": "Work Experience",
          "r1": "Associate at the Agency for Economic Development of the City of Prijedor “PREDA-PD”",
          "r2": "Associate in a notary office",
          "r3": "Compliance Officer at Obsidian Media LLC",
          "r4": "Legal Consultant at Molson Coors BH",
          "r5": "Professional Associate in a notary office",
          "r6": "Independent Legal Advisor for startups, IT law, and digital assets",
          "p5": "Lecturer and panelist at several conferences and professional workshops, such as:",
          "pr1": "“Digital Assets in Practice: A Guide for Legal Entities and Individuals” at the Chamber of Commerce of the Republic of Srpska",
          "pr2": "“Integration of Virtual Currencies into Everyday Business” in Jahorina",
          "pr3": "“Local Government in RS” at the Faculty of Law, University of Banja Luka.",
          "p6": "Co-author of the Handbook on Implementing Anti-Money Laundering and Counter-Terrorism Financing Measures via Virtual Currencies.",
          "t4": "Memberships",
          "t5": "Languages",
          "c1": "Bar Association of the Republic of Srpska",
          "l1": "English"
        }
    },
    "Clients": {
        "clients": "Our Clients"
    },
    "Footer": {
        "explore": "Explore",
        "home": "Home",
        "about": "About",
        "publications": "Publications",
        "contact": "Contact",
        "getInTouch": "Get in Touch",
        "address": "Novice Cerovića 32, 78000 Banja Luka",
        "phone": "+387 65 231-276",
        "email": "natasa.tica@natasaticalawoffice.com",
        "linkedin": "LinkedIn",
        "partners": "Partner Law offices"
    },
    "ContactForm": {
        "getInTouch": "Get In Touch",
        "name": "Name",
        "email": "Email",
        "number": "Phone number",
        "subject": "Subject",
        "message": "Write your message...",
        "sendMessage": "Send Message",
        "emailSentError": "Error during sending",
        "emailSentSuccess": "Email successfully sent",
        "sending": "Sending"
    },
    "ContactInfo": {
        "mailHere": "Mail Here",
        "visitHere": "Visit Here",
        "callHere": "Call Here"
    },
    "Layout": {
        "title": "Law Office Nataša Tica | Family Law, Business Law, Real Estate",
        "description": "Law Office Nataša Tica offers expert legal services in family law, business law, and real estate law. Personalized legal support in Banja Luka.",
        "schemaDescription": "Expert legal services in family law, business law, and real estate law. Providing personalized legal support in Banja Luka.",
        "keywords": "lawyer, family law, business law, real estate"
    }
}