{
    "Home": {
        "title": "Law office",
        "law_office_description":"Experience the future of legal practice at our modern law office, where tradition and technology unite to serve your best interests."
    },
    "Menu": {
        "home": "Home",
        "about": "About",
        "publications": "Publications",
        "partners": "Partner Law offices",
        "contact": "Contact",
        "more_details":"More details" 
    },
    "Services": {
        "aboutLawyer": "About lawyer",
        "lawyerMoto": "Our expertise, your security in business!",
        "moreAboutLawyer": "More about lawyer",
        "ourServices": "Our Services",
        "servicesDescription": "From securing your property transactions and protecting your digital privacy to navigating the complexities of digital assets, IT law, obligations, and commercial ventures, our expertise ensures your business and personal affairs are safeguarded with precision and confidence.",
        "commercialLaw": "Commercial Law",
        "commercialLawShortText": "Empowering your business with comprehensive legal solutions.",
        "obligationLaw": "Obligation Law",
        "obligationLawShortText": "Upholding your contractual rights with steadfast legal support.",
        "itLaw": "IT Law",
        "itLawShortText": "Ensuring your tech ventures thrive within a robust legal framework.",
        "lawDigitalAssets": "Law and digital assets",
        "lawDigitalAssetsShortText": "Navigating the complexities of digital assets with precision and expertise.",
        "personalDataProtection": "Personal Data Protection (GDPR)",
        "personalDataProtectionShortText": "Protecting your privacy in the digital age with GDPR compliance.",
        "realEstate": "Real estate",
        "realEstateShortText": "Securing your property transactions with expert legal guidance.",
        "inheritanceLaw": "Inheritance Law",
        "inheritanceLawShortText": "Preserving your legacy with expert inheritance legal services.",
        "familyLaw": "Family Law",
        "familyLawShortText": "Navigating family matters with compassion and legal proficiency.",
        "laborLaw": "Labor Law",
        "laborLawShortText": "Championing your workplace rights with dedicated legal support.",
        "more_details":"More details",
        "digital_assets_guide": "Digital Assets in Practice: A Guide for Legal and Natural Persons",
        "virtual_currency_integration": "Integration of Virtual Currencies in Everyday Business",
        "local_government": "Local Government in RS",
        "crypto_market_regulation": "How (Un)regulated is the Cryptocurrency Market in BiH?",
        "seminar": "Seminar",
        "law_faculty": "Faculty of Law, University of Banja Luka",
        "podcast": "Podcast"
    },
    "Partners": {
        "about1": "Drobnjak Legal & Partners Law Firm, founded by attorney Bojana Drobnjak in 2012, represents a reliable partner in your business, with growth based on trust, good results, and continuous improvement.",
        "about2": "With a long tradition of advising clients in all areas of corporate law, we stand out for quality, flexibility, innovation, and practical solutions to complex business problems. Our clients include renowned companies from the pharmaceutical, banking, construction, real estate development, hospitality, factoring, and transportation industries.",
        "more": "More details"
    },
    "About": {
        "about": "About",
        "paragraphs": {
          "p1": "My education began at the Gymnasium \"Sveti Sava\" in Prijedor, after which I graduated from the Faculty of Law at the University of Banja Luka. I passed the bar exam and the attorney exam, and further qualified as a Certified Data Protection Officer through Mobes Quality.",
          "p2": "My first work experience was as a volunteer at the Agency for Economic Development \"PREDA-PD\" in Prijedor, where I worked on project implementation. I then worked as an associate in a notary office in Prijedor, where I handled various types of contracts, inheritance proceedings, and worked in commercial law, including the establishment of companies, status changes, and amendments to founding acts.",
          "p3": "After that, I spent several months as an intern at Obsidian Media in Banja Luka, where I worked on aligning websites with EU legal regulations and the company's internal rules. From December 2020 to November 2021, I worked as a legal consultant at the international company Molson Coors BH d.o.o. in Banja Luka, where I was responsible for preparing and drafting contracts, making decisions, preparing internal acts, and resolving legal issues related to GDPR regulations and marketing crisis situations.",
          "p4": "From May 2022 to January 2024, I worked as a senior associate in a notary office in Banja Luka, where I continued to handle contracts and other notary work. From February 2024 to June 2024, I was employed as a graduate lawyer at the company \"MB Real Estate and Consulting\" d.o.o. in Banja Luka. Concurrently, from February 2023 to May 2024, I was a legal advisor for startups and digital assets, working on issues in the field of IT law.",
          "p5": "With extensive experience in a notary office, where I founded companies, handled their status changes and amendments to founding acts, as well as work in an international corporation and as a legal advisor to startups and small companies, I have developed an excellent profile as a corporate lawyer. I am familiar with all the problems of companies, from their establishment, start of operations, to development.",
          "p6": "Additionally, I have been a lecturer and panelist at several conferences and professional workshops, such as:",
          "listItem1": "\"Digital Assets in Practice: A Guide for Legal and Physical Entities\" at the Chamber of Commerce of the Republic of Srpska",
          "listItem2": "\"Integration of Virtual Currencies in Everyday Business\" at Jahorina",
          "listItem3": "\"Local Self-Government in RS\" at the Faculty of Law, University of Banja Luka",
          "p7": "I am also a co-author of the Handbook for the Implementation of Risk Prevention Measures for Money Laundering and Terrorist Financing through Virtual Currencies."
        }
    },
    "Clients": {
        "clients": "Our Clients"
    },
    "Footer": {
        "explore": "Explore",
        "home": "Home",
        "about": "About",
        "publications": "Publications",
        "contact": "Contact",
        "getInTouch": "Get in Touch",
        "address": "Novice Cerovića 32, 78000 Banja Luka",
        "phone": "+387 65 231-276",
        "email": "natasa.tica@natasaticalawoffice.com",
        "linkedin": "LinkedIn",
        "partners": "Partner Law offices"
    },
    "ContactForm": {
        "getInTouch": "Get In Touch",
        "name": "Name",
        "email": "Email",
        "number": "Phone number",
        "subject": "Subject",
        "message": "Write your message...",
        "sendMessage": "Send Message"
    },
    "ContactInfo": {
        "mailHere": "Mail Here",
        "visitHere": "Visit Here",
        "callHere": "Call Here"
      }
}