{
  "Home": {
    "title": "Advokatska kancelarija",
    "law_office_description": "Doživite budućnost pravne prakse u našoj modernoj advokatskoj kancelariji, gde se tradicija i tehnologija ujedinjuju kako bi vam pružile najbolju uslugu.",
    "aboutLawyer": "O advokatu",
    "lawyerMoto1": "Naša stručnost,",
    "lawyerMoto2": "vaša sigurnost u poslovanju!",
    "moreAboutLawyer": "Više o advokatu",
    "lawyerBl": "Advokat Banja Luka",
    "contact": "Kontaktirajte nas",
    "lawyerMoto": "Naša stručnost, vaša sigurnost u poslovanju!"
  },
  "Menu": {
    "home": "Početna",
    "about": "O advokatu",
    "publications": "Publikacije",
    "partners": "Partneri",
    "contact": "Kontakt",
    "more_details": "Više detalja",
    "blog": "Blog"
  },
  "Services": {
    "aboutLawyer": "O advokatu",
    "lawyerMoto1": "Naša stručnost,",
    "lawyerMoto2": "vaša sigurnost u poslovanju!",
    "moreAboutLawyer": "Više o advokatu",
    "ourServices": "Naše usluge",
    "servicesDescription": "Od obezbeđivanja vaših transakcija nekretninama i zaštite vaše digitalne privatnosti do navigacije kroz složenost digitalne imovine, IT prava, obaveza i poslovnih poduhvata, naša stručnost osigurava da su vaši poslovni i lični poslovi zaštićeni sa preciznošću i poverenjem.",
    "commercialLaw": "Privredno pravo",
    "commercialLawShortText": "Osnaživanje vašeg poslovanja sveobuhvatnim pravnim rješenjima.",
    "obligationLaw": "Obligaciono pravo",
    "obligationLawShortText": "Štitimo vaša prava i osiguravamo podršku u ugovornim odnosima.",
    "itLaw": "IT pravo",
    "itLawShortText": "Obezbjeđujemo da vaši tehnološki poduhvati uspjevaju u čvrstom pravnom okviru.",
    "lawDigitalAssets": "Digitalna imovina",
    "lawDigitalAssetsShortText": "Zaštitite i upravljajte svojom digitalnom imovinom uz našu pravnu podršku.",
    "personalDataProtection": "Zaštita ličnih podataka (GDPR)",
    "personalDataProtectionShortText": "Zaštita vaše privatnosti u digitalnom dobu u skladu sa GDPR-om.",
    "realEstate": "Nekretnine",
    "realEstateShortText": "Pravne usluge vezane za promet i vlasništvo na nepokretnostima.",
    "inheritanceLaw": "Nasljedno pravo",
    "inheritanceLawShortText": "Pouzdana podrška u procesima nasljeđivanja i raspodjele imovine.",
    "familyLaw": "Porodično pravo",
    "familyLawShortText": "Stručna podrška u porodičnim pitanjima, zaštita i zastupanje vaših prava.",
    "laborLaw": "Radno pravo",
    "laborLawShortText": "Stručna podrška za poslodavce i zaposlene u svim pravnim aspektima radnog odnosa.",
    "more_details": "Više detalja",
    "digital_assets_guide": "Digitalna imovina u praksi: vodič za pravna i fizička lica",
    "virtual_currency_integration": "Integracija virtuelnih valuta u svakodnevnom poslovanju",
    "local_government": "Lokalna samouprava u RS",
    "crypto_market_regulation": "Koliko je zakonski (ne)uređeno tržište kriptovaluta u BiH?",
    "seminar": "Seminar",
    "law_faculty": "Pravni fakultet univerziteta u Banjoj Luci",
    "podcast": "Podcast"
  },
  "Partners": {
    "about0": "Drobnjak Legal & Partners, kao naš partner u Srbiji, pokriva sve oblasti prava i pruža sveobuhvatne pravne usluge na teritoriji Srbije. Zahvaljujući ovoj saradnji, možemo osigurati stručnu podršku i pravno zastupanje klijentima u Srbiji na najvišem nivou.",
    "about1": "Advokatska kancelarija Drobnjak Legal & Partners, osnovana od strane advokata Drobnjak Bojane 2012. godine, predstavlja pouzdanog partnera u vašem poslovanju, čiji rast je zasnovan na povjerenju, dobrim rezultatima i konstantnom usavršavanju.",
    "about2": "U dugoj tradiciji savjetovanja klijenata u svim oblastima korporativnog prava, ističu se kvalitetom, fleksibilnošću, inovacijama i praktičnim rješavanjem kompleksnih poslovnih problema. Njihovi klijenti su renomirane kompanije iz industrije farmacije, bankarstva, građevinarstva, razvoja nekretnina, ugostiteljstva, faktoringa i transporta.",
    "more": "Više detalja"
  },
  "About": {
    "about": "O meni",
    "paragraphs": {
      "p1": "Nataša Tica je osnivač Advokatske kancelarije Nataša Tica  i ima značajno iskustvo u oblasti privrednog i stvarnog prava u Republici Srpskoj i Bosni i Hercegovini. Sa bogatim iskustvom u notarskim kancelarijama i međunarodnim kompanijama, kao i samostalni preduzetnik i pravni savjetnik za startape, IT pravo i digitalnu imovinu, donosi napredne pravne strategije i rješenja. Kao predavač i panelista, učestvovavala na brojnim konferencijama i radionicama, uključujući one u Privrednoj komori Republike Srpske i na Pravnom fakultetu Univerziteta u Banjoj Luci. Iskustvo i strast prema pravnoj profesiji omogućavaju joj da pruži visokokvalitetne pravne usluge i savjetovanje o složenim pravnim pitanjima.",
      "t1": "Obrazovanje",
      "p2": "Gimnazija “Sveti Sava” Prijedor",
      "p3": "Pravni fakultet Univerziteta u Banjoj Luci",
      "t2": "Licence",
      "p4": "Certified Data Protection Officer (CDPO) - profesionalna kvalifikacija koja potvrđuje stručnost u oblasti zaštite podataka o ličnosti, posebno u skladu sa GDPR (General Data Protection Regulation) regulativom. CDPO sertifikat je sve važniji u poslovnom svijetu, jer propisi o zaštiti podataka postaju sve stroži, a kompanije su dužne da osiguraju usklađenost sa istima.",
      "t3": "Radno iskustvo",
      "r1": "Saradnik u Agencija za ekonomski razvoj grada Prijedor “PREDA-PD”",
      "r2": "Pravnik u notarskoj kancelariji",
      "r3": "Compliance Officer - Službenik za usklađenost u “Obsidian Media” doo",
      "r4": "Pravni konsultant  u “Molson Coors” BH",
      "r5": "Stručni saradnik u notarskoj kancelariji",
      "r6": "Samostalni pravni savjetnik za startape, IT pravo  i digitalnu imovinu",
      "p5": "Predavač i panelista na više konferencija i stručnih radionica, kao što su:",
      "pr1": "„Digitalna imovina u praksi: Vodič za pravna i fizička lica“ u Privrednoj komori Republike Srpske",
      "pr2": "„Integracija virtuelnih valuta u svakodnevnom poslovanju“ na Jahorini",
      "pr3": "„Lokalna samouprava u RS“ na Pravnom fakultetu Univerziteta u Banjoj Luci.",
      "p6": "Takođe koautor Priručnika za sprovođenje mjera prevencije rizika od pranja novca i finansiranja terorističkih aktivnosti putem virtuelnih valuta.",
      "t4": "Članstva:",
      "t5": "Jezici",
      "c1": "Advokatska komora Republike Srpske",
      "l1": "Engleski jezik"
    }
  },
  "Clients": {
    "clients": "Naši klijenti"
  },
  "Footer": {
    "explore": "Istraži",
    "home": "Početna",
    "about": "O nama",
    "publications": "Publikacije",
    "contact": "Kontakt",
    "getInTouch": "Kontaktirajte nas",
    "address": "Novice Cerovića 32, 78000 Banja Luka",
    "phone": "+387 65 231-276",
    "email": "natasa.tica@natasaticalawoffice.com",
    "linkedin": "LinkedIn",
    "partners": "Partnerske kancelarije"
  },
  "ContactForm": {
    "getInTouch": "Kontaktirajte nas",
    "name": "Ime",
    "email": "Email",
    "number": "Broj telefona",
    "subject": "Naslov",
    "message": "Napišite vašu poruku...",
    "sendMessage": "Pošalji poruku",
    "emailSentError": "Greška pri slanju",
    "emailSentSuccess": "Poruka uspješno poslana",
    "sending": "Slanje"
  },
  "ContactInfo": {
    "mailHere": "Pošaljite ovde",
    "visitHere": "Posetite ovde",
    "callHere": "Pozovite ovde"
  },
  "Layout": {
    "title": "Advokatska kancelarija Nataša Tica | Porodično pravo, Poslovno pravo, Nekretnine",
    "description": "Advokatska kancelarija Nataša Tica nudi stručne pravne usluge iz oblasti porodičnog prava, poslovnog prava i nekretnina. Personalizovana pravna podrška u Banja Luci.",
    "schemaDescription": "Stručne pravne usluge iz oblasti porodičnog prava, poslovnog prava i nekretnina. Personalizovana pravna podrška u Banja Luci.",
    "keywords": "advokat, porodično pravo, poslovno pravo, nekretnine"
  },
  "Blog": {
    "mailHere": "Pošaljite ovde",
    "visitHere": "Posetite ovde",
    "callHere": "Pozovite ovde",
    "title": "Zakon o zaštiti ličnih podataka BiH: Zašto je važno ozbiljno shvatiti imenovanje službenika za zaštitu podataka (DPO)?",
    "intro": "U posljednje vrijeme, mnogo pažnje izazvala je vijest da je Bosna i Hercegovina usvojila novi Zakon o zaštiti ličnih podataka, koji je u velikoj mjeri usklađen sa odredbama Uredbe (EU) 2016/679, odnosno sa tzv. General Data Protection Regulation (GDPR). Međutim, dok se u medijima i na društvenim mrežama mahom prenose suhoparne informacije o usvajanju zakona, izostaju konkretna pojašnjenja – šta to stvarno znači za kompanije u BiH?",
    "topicIntro": "U današnjem tekstu izlažem potrebu za poštivanjem jedne od obaveza obrađivača/kontrolora sa osvrtom na evropsku praksu.",
    "heading1": "Imenovanje DPO-a: Zakonska obaveza koja zahtijeva stručnost",
    "dpoImportance": "U savremenom poslovnom okruženju, zaštita ličnih podataka postala je imperativ za organizacije svih veličina. Ključnu ulogu u ovom procesu ima službenik za zaštitu podataka (Data Protection Officer – DPO), čija je odgovornost da osigura usklađenost sa zakonodavstvom i zaštiti prava pojedinaca.",
    "legalBasis": "Jedna od obaveza koju novi zakon propisuje jeste imenovanje službenika za zaštitu ličnih podataka (Data Protection Officer – DPO) u određenim slučajevima.",
    "articleQuote": "Prema članu 39. stav (5) Zakona o zaštiti ličnih podataka BiH: ",
    "articleQuote1": "\"Službenik za zaštitu ličnih podataka imenuje se na osnovu njegovih stručnih kvalifikacija, a posebno stručnog znanja o pravu i praksi u oblasti zaštite ličnih podataka i sposobnosti obavljanja zadataka iz člana 41. ovog zakona.\"",
    "qualificationWarning": "Ovo znači da kompanije ne bi smjele formalno, bez stvarne procjene, imenovati bilo kojeg zaposlenog za službenika za zaštitu podataka samo radi ispunjenja zakonske obaveze. Zakon jasno zahtijeva da to lice posjeduje odgovarajuće pravne i stručne kvalifikacije, uključujući praktično iskustvo u oblasti zaštite podataka.",
    "administrativeNote": "Zato je važno napomenuti da imenovanje službenika za zaštitu ličnih podataka ne može biti puki administrativni čin – kompanije koje imenuju nestručno lice mogu se suočiti s problemima u nadzoru, nepravilnim vođenjem evidencija, kršenjem prava lica na privatnost i na kraju – kaznama.",
    "howToAppoint": "Kompanije mogu ovu zakonsku obavezu ispuniti na više načina – za funkciju službenika za zaštitu ličnih podataka (DPO) mogu imenovati kvalifikovano lice koje je već zaposleno u njihovoj organizaciji, lice angažovano putem ugovora o djelu, ili eksternog stručnjaka, poput advokata sa relevantnim znanjem i iskustvom.",
    "heading2": "Lekcije iz prakse: Kako neadekvatno imenovanje DPO-a vodi do kazni",
    "introCases": "Nedavni slučajevi iz evropske prakse jasno pokazuju da neadekvatan pristup ovoj funkciji može rezultirati ozbiljnim posljedicama – kako finansijskim, tako i reputacionim.",
    "norwayCaseTitle": "Norveška: Telekom kažnjen sa 350.000 € zbog propusta u vezi sa DPO-om",
    "norwayCaseBody": "Norveška Agencija za zaštitu podataka (Datatilsynet) izrekla je kaznu od 4.000.000 NOK (približno 351.478 €) telekomunikacionoj kompaniji Telenor ASA zbog nepoštovanja odredbi GDPR-a koje se odnose na imenovanje i funkciju službenika za zaštitu podataka (DPO), kao i zbog neadekvatnih organizacionih mjera za zaštitu podataka.",
    "norwayFindings": {
      "noDPO": "Neimenovanje DPO-a: Telenor ASA je ukinuo poziciju DPO-a, smatrajući da ne ispunjavaju kriterijume za njegovo imenovanje prema članu 37(1) GDPR-a. Međutim, nisu pružili dokumentaciju koja bi potkrepila ovu procjenu.",
      "noContactInfo": "Nedostupnost kontakt informacija DPO-a: Kontakt podaci DPO-a nisu bili javno dostupni na veb sajtu kompanije, već samo na internom intranetu, čime su bili dostupni isključivo zaposlenima.",
      "incompleteRecords": "Nepotpuni evidencioni zapisi o obradi podataka (ROPA): Istraga je otkrila da su evidencije o obradi podataka bile nepotpune, a DPO nije bio adekvatno uključen u pitanja zaštite podataka.",
      "conflict": "Sukob interesa: DPO je istovremeno obavljao funkciju pravnika, što je dovelo do potencijalnog sukoba interesa."
    },
    "norwayConclusion": "Ovaj slučaj jasno pokazuje da površno shvatanje funkcije DPO-a i njegovih obaveza može imati ozbiljne posljedice. DPO mora biti nezavisan, stalno i proaktivno uključen u sve aktivnosti koje uključuju obradu podataka i mora biti vidljiv i dostupan kako zaposlenima, tako i javnosti.",
    "greeceCaseTitle": "Grčka: Kazna zbog ignorisanja zahtjeva nadzornog tijela",
    "greeceCaseBody": "Godine 2023., u sklopu šire inicijative koju vodi Evropski odbor za zaštitu podataka (EDPB), Hellenic Data Protection Authority (HDPA), zajedno sa većinom članova EDPB-a, sprovela je ispitivanje teme „Definicija i položaj službenika za zaštitu podataka“. HDPA je usvojila jedinstveni upitnik i poslala ga 31 javnom tijelu u Grčkoj, uključujući opštinu Atine. Opština nije odgovorila do datog roka, čime je prekršena obaveza saradnje s nadzornim tijelima (član 31. GDPR-a).",
    "greeceConclusion": "Ovaj slučaj pokazuje da imenovanje DPO-a nije samo interni čin, već i obaveza koja uključuje otvorenu i kontinuiranu komunikaciju s regulatorima.",
    "croatiaCaseTitle": "Hrvatska: 169.000 € kazni zbog nezakonite obrade i propusta u vezi sa DPO-om",
    "croatiaCaseBody": "Hrvatski AZOP izrekao je kazne u ukupnom iznosu od 169.000 eura, između ostalog i kompaniji koja je obrađivala podatke iz MUP-ove evidencije bez pravnog osnova. Ovdje se jasno vidi značaj DPO-a u kontroli zakonitosti obrada i pravne osnove. Dodatno, izrečene su kazne zbog nepoštovanja obaveze imenovanja i položaja DPO-a: kazna od 12.000 € jednom kasinu i kazna od 10.000 € proizvođaču ulja i masti.",
    "heading3": "Šta ovo znači za kompanije u BiH?",
    "conclusion": "Novi Zakon o zaštiti ličnih podataka u BiH precizno definiše obaveze koje kompanije moraju ispuniti, ostavljajući minimalan prostor za izbjegavanje ili manipulisanje zakonskim odredbama. Kompanije su obavezne da usklade svoje poslovanje sa ovim zakonom najkasnije do 04.10.2025. godine.",
    "finalNote": "Kao advokat specijalizovana za zaštitu ličnih podataka, nudim stručno savjetovanje koje vam pomaže da vaša organizacija bude u potpunosti usklađena sa Zakonom o zaštiti ličnih podataka. Ako niste sigurni da li vaša organizacija mora imenovati DPO-a, kako pravilno izvršiti ovu obavezu, kako uključiti DPO-a u poslovne procese ili kako izgraditi interne politike i procedure – sada je pravo vrijeme da se fokusirate na ovo važno pitanje i osigurate zaštitu svoje organizacije od potencijalnih zakonskih i reputacionih problema.",
    "more": "Detaljnije",
    "description": "Nedavni slučajevi iz evropske prakse jasno pokazuju da neadekvatan pristup ovoj funkciji može rezultirati ozbiljnim posljedicama – kako finansijskim, tako i reputacionim.",
    "tokenizationTitle": "Tokenizuj svoj biznis – Pretvori ideju u kapital",
    "tokenizationDescription": "Tokenizacija je koncept koji u modernom poslovanju stječe sve veće značenje, predstavljajući novi finansijski paradigmat."
  },
  "blog2": {
    "title": "Tokenizuj svoj biznis – Pretvori ideju u kapital",
    "intro": "Tokenizacija je koncept koji sve više dobija na značaju u savremenom poslovanju, predstavljajući novu finansijsku paradigmu. Zamislite da imate inovativnu poslovnu ideju, planirate proširenje proizvodnje ili pokretanje novog projekta – ali nemate dovoljno sredstava. Kredit u banci vam je iz nekog razloga nedostupan, komplikovan, preskup ili jednostavno ne želite da opteretite poslovanje dodatnim zaduženjem. U tom slučaju, tokenizacija može predstavljati efikasno, brzo i fleksibilno rješenje za prikupljanje kapitala. Iako je relativno nov pojam, naročito u lokalnom kontekstu, srpski zakonodavni okvir se proaktivno postavio prema ovoj oblasti, prepoznajući njen potencijal za domaće privredne subjekte. Kroz ovaj blog post, istražićemo šta je tokenizacija, kakve mogućnosti pruža i kako se već primjenjuje u praksi – uz poseban osvrt na Srbiju, ali i potencijal Bosne i Hercegovine da se pozicionira kao regionalni centar za digitalnu imovinu.",
    "whatIsTokenization": "Šta je tokenizacija i digitalni token?",
    "tokenizationDescription": "Najjednostavnije rečeno, tokenizacija je digitalizovan proces izdavanja tokena na blokčejnu koji u sebi sadrže određeno pravo. Digitalni token je nematerijalno imovinsko pravo koje u digitalnoj formi predstavlja jedno ili više drugih imovinskih prava, od prava na korišćenje usluga, preko udjela u dobiti, do prava svojine na pokretnoj ili nepokretnoj imovini. Ključna razlika između digitalnih tokena i tradicionalnih instrumenata (npr. akcija) leži u fleksibilnosti: posjedovanje tokena ne mora podrazumijevati vlasničko pravo, već u zavisnosti od konstrukcije – može predstavljati pravo na određenu uslugu, prihod, kamatu itd. Postoji više tipova tokena: - Payment Tokens (tokeni plaćanja), - Security tokeni (tokeni hartija od vrednosti), - Utility tokeni (tokeni korišćenja) i - Hibridni tokeni.",
    "legalFramework": "Regulatorni okvir u Srbiji",
    "legalFrameworkDescription": "Usvajanjem Zakona o digitalnoj imovini 2021. godine, Srbija je postala jedna od prvih zemalja u Evropi koja je zakonski regulisala digitalne tokene i omogućila njihovo legalno izdavanje. Izdavanje digitalne imovine ne zahtjeva dozvolu, ali u slučaju javnog oglašavanja ponude, potrebno je prethodno odobrenje “belog papira” od strane Komisije za hartije od vrednosti.",
    "successStories": "Uspješni primjeri iz prakse",
    "finspotTitle": "Finspot",
    "finspotDescription": "Najistaknutiji primjer u Srbiji je kompanija Finspot doo Beograd, koja je prva emitovala digitalne tokene odobrene od strane Komisije. Token funkcioniše poput digitalne obveznice – investitori ulažu kupovinom tokena i ostvaruju kamatni prinos (do 11,25% godišnje prije poreza). Ulaganje je dostupno već od 10.000 RSD, a Finspot automatski obračunava i plaća porez na prihod od kapitala (15%). FIN token se ne trguje na sekundarnom tržištu – kupovina i prodaja vrše se isključivo direktno kod izdavaoca, po nominalnoj vrednosti od 1.000 RSD. Ovaj model pruža jednostavan i zakonski regulisan ulazak u svijet tokenizacije, a ujedno doprinosi razvoju realnog sektora.",
    "treesuryTitle": "Treesury",
    "treesuryDescription": "Kako bih vam približila koliko je tokenizacija široko primjenjiva, za drugi primjer iz prakse navešću onaj u poljoprivredi. Naime, token u Srbiji koji povezuje digitalnu imovinu sa fizičkom – konkretnije, sa drvetom lješnika – jeste Treesury token. Riječ je o digitalnoj, zelenoj obveznici (security token) čiji je Beli papir odobrila Komisija za hartije od vrednosti. Za svaki kupljeni token sadi se jedno drvo lješnika, a investitor ostvaruje pravo na dio profita od prodaje plodova. Token je zasnovan na Ethereum standardu (ERC3643) i obezbjeđuje punu transparentnost, sigurnost i usklađenost s propisima. Lješnik počinje da daje prve plodove u petoj godini nakon sadnje, dok se puni rod očekuje tri do četiri godine kasnije. Komercijalni životni vek zasada procenjuje se na oko 40 godina. Kada se prihodi ravnomerno raspodele na ovaj period, prosječan godišnji prinos na investiciju kreće se između 12 i 15%, što ovu vrstu ulaganja svrstava među posebno atraktivne — naročito imajući u vidu relativnu otpornost poljoprivrednih ulaganja u uslovima globalne nesigurnosti, poput pandemije ili geopolitičkih tenzija. Posebnu vrijednost ovakvom modelu ulaganja daje činjenica da su, po prvi put, investicije u poljoprivrednu proizvodnju postale likvidne. Naime, investitorima je omogućeno da, ukoliko ne žele dugoročnu vezanost, svoju poziciju unovče ranije, prodajom tokena na OTC tržištu ili organizovanoj digitalnoj berzi, u skladu sa pravilima definisanim u Belom papiru. Upravo ta kombinacija fleksibilnosti, likvidnosti i dugoročnog prinosa čini tokenizaciju jednim od najsavremenijih pristupa finansiranju i investiranju u sektor poljoprivrede, otvarajući nove mogućnosti za upravljanje kapitalom.",
    "bihPotential": "Potencijal Bosne i Hercegovine",
    "bihPotentialDescription": "Bosna i Hercegovina još uvijek nema zakon koji uređuje digitalnu imovinu ili tokenizaciju, ali to ne znači da pravni vakuum ne može postati prilika. Upravo su fleksibilne oblasti pravo mjesto za razvoj inovacija – sve dok se poštuju opšti principi građanskog, posebno obligacionog prava, tokenizacija se može već sada primjeniti kroz kreativne modele. Privredni subjekti u BiH, posebno startupi, treba da prepoznaju ogroman potencijal tokenizacije kao alternativnog izvora finansiranja, nezavisnog od tradicionalnih bankarskih instrumenata. Putem tokena se mogu finansirati razvojni projekti, unaprijed prodavati usluge i kreirati sistem lojalnosti sa kupcima. Za zemlje poput BiH koje imaju razvijen IT sektor i snažnu dijasporu, tokenizacija može predstavljati alat za privlačenje investicija i digitalnu transformaciju privrede. Potrebna je saradnja između pravne struke, regulatora i biznisa kako bi se izgradio pravni okvir koji omogućava sigurno i transparentno korišćenje ove tehnologije.",
    "advantages": "Koje su to prednosti tokenizacije za poslovanje?",
    "advantagesbankFree": "Alternativno finansiranje bez banaka i hipoteka.",
    "advantageslowerCosts": "Niži troškovi prikupljanja kapitala.",
    "advantagestransparency": "Transparentnost transakcija zahvaljujući blokčejn tehnologiji.",
    "advantagesliquidity": "Veća likvidnost tokenizovane imovine.",
    "advantagescommunity": "Direktna povezanost sa zajednicom kroz inovativne modele vlasništva i nagrađivanja.",
    "contactInfo": "Dok čekamo donošenje Zakona o digitalnoj imovini u BiH, poslovna zajednica već sada može pilotirati modele tokenizacije, oslanjajući se na postojeće pravne institute. Tako se stvara praksa koja može podstaći i regulatorne promene.\n\nNapomena: Ovaj tekst je informativnog karaktera i ne predstavlja pravni savjet. Svaka situacija je jedinstvena i zahteva individualnu analizu.",
    "contactUs": "Za pravnu pomoć prilagođenu vašem poslovanju, obratite se advokatskoj kancelariji Nataša Tica na adresu: natasa.tica@natasaticalawoffice.com.\n\nBilo da vam je potrebna pravna podrška u vezi sa digitalnom imovinom, tokenizacijom, korporativnim strukturama ili regulatornim pitanjima, stojimo Vam na raspolaganju da zajedno pronađemo rješenje koje odgovara vašim ciljevima."
  },
  "lawtypes": {
    "itLaw": {
      "hero": {
        "title": "Usluge iz oblasti IT prava",
        "subtitle": "Pravna podrška za vaš softver, SaaS i digitalni biznis.",
        "cta": "Kontaktirajte nas"
      },
      "whatIs": {
        "title": "Šta je IT pravo?",
        "description": "IT pravo obuhvata pravnu podršku za razvoj softvera, licenciranje, cloud usluge, zaštitu podataka i tehnološke ugovore prilagođene digitalnom ekosistemu."
      },
      "services": {
        "title": "Naše ključne IT pravne usluge",
        "nda": {
          "title": "Ugovori o poverljivosti (NDA)",
          "description": "Zaštita poverljivih informacija tokom saradnje ili pregovora."
        },
        "sla": {
          "title": "Ugovori o nivou usluge (SLA)",
          "description": "Definisanje standarda, dostupnosti i kazni za neispunjenje."
        },
        "contracts": {
          "title": "Izrada i revizija ugovora",
          "description": "Prilagođeni ugovori za IT firme, uključujući SOW, SaaS i licence."
        },
        "disputes": {
          "title": "Zastupanje u sporovima",
          "description": "Pravna podrška i zastupanje pred sudovima i arbitražama u vezi sa tehnologijom."
        }
      },
      "clients": {
        "title": "Ko su naši klijenti?",
        "description": "Startapi, SaaS provajderi, IT konsalting firme, razvojne agencije i dobavljači cloud usluga."
      },
      "whyUs": {
        "title": "Zašto odabrati Advokatsku kancelariju Nataša Tica?",
        "point1": "Duboko razumevanje spoja tehnologije i prava",
        "point2": "Ugovori prilagođeni IT ekosistemima",
        "point3": "Dokazana saradnja sa startapima i rastućim kompanijama",
        "point4": "Dvojezična pravna podrška (SR/EN)",
        "point5": "Brz odziv i posvećena podrška"
      },
      "testimonials": {
        "title": "Šta naši klijenti kažu",
        "quote1": "Profesionalni, pouzdani i brzi — pomogli su nam da legalno rastemo!",
        "quote2": "Jasan savet i odličan ugovorni rad za naš SaaS startap.",
        "quote3": "Pravi stručnjaci za IT pravo. Topla preporuka."
      },
      "faq": {
        "title": "Često postavljana pitanja",
        "cta": "Imate još pitanja? Kontaktirajte nas.",
        "q1": {
          "q": "Da li nudite fiksne cene za ugovore?",
          "a": "Da, nudimo i fiksne i po satu obračunate usluge u zavisnosti od obima posla."
        },
        "q2": {
          "q": "Da li možete pregledati strane ugovore?",
          "a": "Da, sarađujemo sa međunarodnim partnerima i pregledamo ugovore na engleskom jeziku."
        }
      }
    },
    "cryptoLaw": {
      "hero": {
        "title": "Kripto i Blockchain pravo",
        "subtitle": "Stručne pravne usluge za kriptovalute, blockchain i digitalne sredstva",
        "cta": "Dobijte pravnu zaštitu"
      },
      "whatIs": {
        "title": "Šta je Kripto pravo?",
        "description": "Kripto pravo obuhvata pravne okvire i regulacije koje upravljaju kriptovalutama, blockchain tehnologijom, pametnim ugovorima i digitalnim sredstvima. Obuhvata oblasti kao što su tokenizacija, regulativna usklađenost i upravljanje digitalnim sredstvima."
      },
      "services": {
        "title": "Naše usluge",
        "tokenization": {
          "title": "Tokenizacija",
          "description": "Pravno strukturiranje i usklađenost za token ponude, NFT-e i stvaranje digitalnih sredstava"
        },
        "smartContracts": {
          "title": "Pametni ugovori",
          "description": "Pravna pregledavanja, izrada i usklađenost za implementacije pametnih ugovora"
        },
        "regulatory": {
          "title": "Regulatorna usklađenost",
          "description": "Vodstvo u regulativama za kriptovalute, zahtevima AML/KYC i međunarodnoj usklađenosti"
        },
        "disputes": {
          "title": "Razrešenje sporova",
          "description": "Pravno zastupanje u sporovima vezanim za kriptovalute i blockchain"
        }
      },
      "clients": {
        "title": "Ko su naši klijenti?",
        "description": "Borze za kriptovalute, blockchain startapi, NFT projekti, DeFi platforme i firme za upravljanje digitalnim sredstvima"
      },
      "whyUs": {
        "title": "Zašto odabrati Advokatsku kancelariju Nataša Tica?",
        "point1": "Specializovana ekspertiza u pravu kriptovaluta i blockchain-a",
        "point2": "Ažurirano znanje o globalnim regulacijama kriptovaluta",
        "point3": "Iskustvo sa token ponudama i pametnim ugovorima",
        "point4": "Dvijezična pravna podrška (EN/SRB)",
        "point5": "Brz i pouzdan servis za kripto projekte"
      },
      "testimonials": {
        "title": "Šta naši klijenti kažu",
        "quote1": "Stručno pravno vodstvo za naš blockchain projekt. Veoma preporučljivo!",
        "quote2": "Profesionalna podrška za našu token ponudu. Učinili su proces lagan.",
        "quote3": "Odlično razumeju i kripto i pravne aspekte."
      },
      "faq": {
        "title": "Često postavljana pitanja",
        "cta": "Još pitanja? Kontaktirajte nas.",
        "q1": {
          "q": "Da li rukujete međunarodnim regulacijama kriptovaluta?",
          "a": "Da, pružamo vodstvo u globalnim regulacijama kriptovaluta i zahtevima za usklađenost."
        },
        "q2": {
          "q": "Da li možete pomoći sa token ponudama?",
          "a": "Naravno! Pomagamo u strukturiranju i usklađivanju s pravnim zahtevima za token ponude."
        }
      }
    }
  }
}