{
  "Home": {
    "title": "Advokatska kancelarija",
    "law_office_description": "Doživite budućnost pravne prakse u našoj modernoj advokatskoj kancelariji, gde se tradicija i tehnologija ujedinjuju kako bi vam pružile najbolju uslugu.",
    "aboutLawyer": "O advokatu",
    "lawyerMoto1": "Naša stručnost,",
    "lawyerMoto2": "vaša sigurnost u poslovanju!",
    "moreAboutLawyer": "Više o advokatu",
    "lawyerMoto": "Naša stručnost, vaša sigurnost u poslovanju!"
  },
  "Menu": {
    "home": "Početna",
    "about": "O advokatu",
    "publications": "Publikacije",
    "partners": "Partneri",
    "contact": "Kontakt",
    "more_details": "Više detalja"
  },
  "Services": {
    "aboutLawyer": "O advokatu",
    "lawyerMoto1": "Naša stručnost,",
    "lawyerMoto2": "vaša sigurnost u poslovanju!",
    "moreAboutLawyer": "Više o advokatu",
    "ourServices": "Naše usluge",
    "servicesDescription": "Od obezbeđivanja vaših transakcija nekretninama i zaštite vaše digitalne privatnosti do navigacije kroz složenost digitalne imovine, IT prava, obaveza i poslovnih poduhvata, naša stručnost osigurava da su vaši poslovni i lični poslovi zaštićeni sa preciznošću i poverenjem.",
    "commercialLaw": "Privredno pravo",
    "commercialLawShortText": "Osnaživanje vašeg poslovanja sveobuhvatnim pravnim rješenjima.",
    "obligationLaw": "Obligaciono pravo",
    "obligationLawShortText": "Štitimo vaša prava i osiguravamo podršku u ugovornim odnosima.",
    "itLaw": "IT pravo",
    "itLawShortText": "Obezbjeđujemo da vaši tehnološki poduhvati uspjevaju u čvrstom pravnom okviru.",
    "lawDigitalAssets": "Digitalna imovina",
    "lawDigitalAssetsShortText": "Zaštitite i upravljajte svojom digitalnom imovinom uz našu pravnu podršku.",
    "personalDataProtection": "Zaštita ličnih podataka (GDPR)",
    "personalDataProtectionShortText": "Zaštita vaše privatnosti u digitalnom dobu u skladu sa GDPR-om.",
    "realEstate": "Nekretnine",
    "realEstateShortText": "Pravne usluge vezane za promet i vlasništvo na nepokretnostima.",
    "inheritanceLaw": "Nasljedno pravo",
    "inheritanceLawShortText": "Pouzdana podrška u procesima nasljeđivanja i raspodjele imovine.",
    "familyLaw": "Porodično pravo",
    "familyLawShortText": "Stručna podrška u porodičnim pitanjima, zaštita i zastupanje vaših prava.",
    "laborLaw": "Radno pravo",
    "laborLawShortText": "Stručna podrška za poslodavce i zaposlene u svim pravnim aspektima radnog odnosa.",
    "more_details": "Više detalja",
    "digital_assets_guide": "Digitalna imovina u praksi: vodič za pravna i fizička lica",
    "virtual_currency_integration": "Integracija virtuelnih valuta u svakodnevnom poslovanju",
    "local_government": "Lokalna samouprava u RS",
    "crypto_market_regulation": "Koliko je zakonski (ne)uređeno tržište kriptovaluta u BiH?",
    "seminar": "Seminar",
    "law_faculty": "Pravni fakultet univerziteta u Banjoj Luci",
    "podcast": "Podcast"
  },
  "Partners": {
    "about0": "Drobnjak Legal & Partners, kao naš partner u Srbiji, pokriva sve oblasti prava i pruža sveobuhvatne pravne usluge na teritoriji Srbije. Zahvaljujući ovoj saradnji, možemo osigurati stručnu podršku i pravno zastupanje klijentima u Srbiji na najvišem nivou.",
    "about1": "Advokatska kancelarija Drobnjak Legal & Partners, osnovana od strane advokata Drobnjak Bojane 2012. godine, predstavlja pouzdanog partnera u vašem poslovanju, čiji rast je zasnovan na povjerenju, dobrim rezultatima i konstantnom usavršavanju.",
    "about2": "U dugoj tradiciji savjetovanja klijenata u svim oblastima korporativnog prava, ističu se kvalitetom, fleksibilnošću, inovacijama i praktičnim rješavanjem kompleksnih poslovnih problema. Njihovi klijenti su renomirane kompanije iz industrije farmacije, bankarstva, građevinarstva, razvoja nekretnina, ugostiteljstva, faktoringa i transporta.",
    "more": "Više detalja"
  },
  "About": {
    "about": "O meni",
    "paragraphs": {
      "p1": "Nataša Tica je osnivač Advokatske kancelarije Nataša Tica  i ima značajno iskustvo u oblasti privrednog i stvarnog prava u Republici Srpskoj i Bosni i Hercegovini. Sa bogatim iskustvom u notarskim kancelarijama i međunarodnim kompanijama, kao i samostalni preduzetnik i pravni savjetnik za startape, IT pravo i digitalnu imovinu, donosi napredne pravne strategije i rješenja. Kao predavač i panelista, učestvovavala na brojnim konferencijama i radionicama, uključujući one u Privrednoj komori Republike Srpske i na Pravnom fakultetu Univerziteta u Banjoj Luci. Iskustvo i strast prema pravnoj profesiji omogućavaju joj da pruži visokokvalitetne pravne usluge i savjetovanje o složenim pravnim pitanjima.",
      "t1": "Obrazovanje",
      "p2": "Gimnazija “Sveti Sava” Prijedor",
      "p3": "Pravni fakultet Univerziteta u Banjoj Luci",
      "t2": "Licence",
      "p4": "Certified Data Protection Officer (CDPO) - profesionalna kvalifikacija koja potvrđuje stručnost u oblasti zaštite podataka o ličnosti, posebno u skladu sa GDPR (General Data Protection Regulation) regulativom. CDPO sertifikat je sve važniji u poslovnom svijetu, jer propisi o zaštiti podataka postaju sve stroži, a kompanije su dužne da osiguraju usklađenost sa istima.",
      "t3": "Radno iskustvo",
      "r1": "Saradnik u Agencija za ekonomski razvoj grada Prijedor “PREDA-PD”",
      "r2": "Pravnik u notarskoj kancelariji",
      "r3": "Compliance Officer - Službenik za usklađenost u “Obsidian Media” doo",
      "r4": "Pravni konsultant  u “Molson Coors” BH",
      "r5": "Stručni saradnik u notarskoj kancelariji",
      "r6": "Samostalni pravni savjetnik za startape, IT pravo  i digitalnu imovinu",
      "p5": "Predavač i panelista na više konferencija i stručnih radionica, kao što su:",
      "pr1": "„Digitalna imovina u praksi: Vodič za pravna i fizička lica“ u Privrednoj komori Republike Srpske",
      "pr2": "„Integracija virtuelnih valuta u svakodnevnom poslovanju“ na Jahorini",
      "pr3": "„Lokalna samouprava u RS“ na Pravnom fakultetu Univerziteta u Banjoj Luci.",
      "p6": "Takođe koautor Priručnika za sprovođenje mjera prevencije rizika od pranja novca i finansiranja terorističkih aktivnosti putem virtuelnih valuta.",
      "t4": "Članstva:",
      "t5": "Jezici",
      "c1": "Advokatska komora Republike Srpske",
      "l1": "Engleski jezik"
    }
  },
  "Clients": {
    "clients": "Naši klijenti"
  },
  "Footer": {
    "explore": "Istraži",
    "home": "Početna",
    "about": "O nama",
    "publications": "Publikacije",
    "contact": "Kontakt",
    "getInTouch": "Kontaktirajte nas",
    "address": "Novice Cerovića 32, 78000 Banja Luka",
    "phone": "+387 65 231-276",
    "email": "natasa.tica@natasaticalawoffice.com",
    "linkedin": "LinkedIn",
    "partners": "Partnerske kancelarije"
  },
  "ContactForm": {
    "getInTouch": "Kontaktirajte nas",
    "name": "Ime",
    "email": "Email",
    "number": "Broj telefona",
    "subject": "Naslov",
    "message": "Napišite vašu poruku...",
    "sendMessage": "Pošalji poruku",
    "emailSentError": "Greška pri slanju",
    "emailSentSuccess": "Poruka uspješno poslana",
    "sending": "Slanje"
  },
  "ContactInfo": {
    "mailHere": "Pošaljite ovde",
    "visitHere": "Posetite ovde",
    "callHere": "Pozovite ovde"
  },
  "Layout": {
    "title": "Advokatska kancelarija Nataša Tica | Porodično pravo, Poslovno pravo, Nekretnine",
    "description": "Advokatska kancelarija Nataša Tica nudi stručne pravne usluge iz oblasti porodičnog prava, poslovnog prava i nekretnina. Personalizovana pravna podrška u Banja Luci.",
    "schemaDescription": "Stručne pravne usluge iz oblasti porodičnog prava, poslovnog prava i nekretnina. Personalizovana pravna podrška u Banja Luci.",
    "keywords": "advokat, porodično pravo, poslovno pravo, nekretnine"
  }
}